/* Default username displayed to user. */
"Default" = "Defacto";
/* Button title such as 'Buy 10' */
"Buy %d" = "Compra %d";
/* Button title such as 'Use 1' */
"Use %d" = "Usa %d";
/* Stylized Tiles */
"Stylized Tiles" = "Texto Estilizado";
/* Fast Play Mode */
"Juego Rápido" = "Fast Play";

/* Open Play Mode - 30 minutes of open game play. */
"Juego Abierto" = "Open Play";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  The user was awarded an extra number of points denoted by the %ld for using the letter denoted by %@. */
" %@: +%ld points"="%1$@: +%2$ld puntos";
/* Label for game statistics. */
"% from bonus tiles"="% de letras extra";
/* Beat my score. */
"%@ Challenges You to Beat %@ Score"="%1$@ te reta a que superes su puntaje de %2$@";
/* Michael Challenges You to Beat Their Score */
"%@ Challenges You to Beat Their Score"="%@ te reta a superar su puntaje";
/* No comment provided by engineer. */
"%@ extra seconds"="%@ segundos extra";
/* No comment provided by engineer. */
"%@ extra shuffle"="%@ mezcla extra";
/* Challenge to friends. */
"%@ got %@ points on level %@ in Wordflick.  Try to beat that."="%1$@ tiene %2$@ puntos en el nivel %3$@ de Wordflick. Intenta superar esto.";
/* 1 point... singular */
"%@ point"="%@ punto";
/* A display of points.  For example: '100 points' where %@ is the number of points. */
"%@ points"="%@ puntos";
/* %@ Quick Reference */
"%@ Quick Reference"="Referencia rápida %@";
/* Wordflick sales pitch. */
"%@ sales pitch."="Eslogan de venta de %@.";
/* A display of seconds.  For example: '100 seconds' where %@ is the number of seconds. */
"%@ seconds"="%@ segundos";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  Alerts the user that they can shuffle the game pieces an extra number of times. */
"%d Extra Shuffles!"="¡%d mezclas extra!";
/* Abort */
"Abort"="Abortar";
/* Abort Level */
"Abort Level"="Abortar nivel";
/* About */
"About"="Acerca de";
/* From the about screen. */
"About Us"="Acerca de nosotros";
/* Achievements */
"Achievements"="Logros";
/* Alert title */
"Alert"="Alerta";
/* subtitle or detail label to the like us on facebook string. */
"all the kids are doing it"="todos los niños lo están haciendo";
/* Don't translate 'App Store' as it is the name of Apple's store. */
"Available on the App Store"="Disponible en la App Store";
/* A label for a switch that will allow the users to turn on or off the background music. */
"Background Music"="Música de fondo";
/* Button that will load the blog. */
"Blog"="Blog";
/* Bonus Shuffles */
"Bonus Shuffles"="Mezclas extra";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus points, denoted as %d, added to the game score. */
"Bonus: +%d bonus points"="Bonificación: +%d puntos";
/* Cancel */
"Cancel"="Cancelar";
/* Number of coins earned in level. */
"Chad Tokens"="Fichas chad";
/* The title of a section of options to challenge a friend. */
"Challenge a Friend"="Desafiar a un amigo";
/* A button that will bring up a challenge screen. */
"Challenge a Friend on Facebook"="Desafiar a un amigo en Facebook";
/* A button that will bring up a challenge screen. */
"Challenge a Friend on Twitter"="Desafiar a un amigo en Twitter";
/* Message sent to their friends. */
"Challenge Sent"="Desafío enviado";
/* No comment provided by engineer. */
"Check your parental control settings and try again later"="Verifica tus ajustes de control parental e inténtalo de nuevo";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  Counts the number of times they cleared the screen. */
"Cleared screen %d times!"="Veces completada: %d";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they get an extra one hundred points for clearing the game board. */
"Cleared the board! +%d points!"="¡Tablero completado! +%d puntos";
/* Identifier for localized leaderboard. */
"com.everydayapps.game.wordflick.highscores.en" = "grp.com.everydayapps.game.wordflick.highscores.es";
/* A label that is next to the level number or name they just completed. */
"Completed Level"="Nivel completado";
/* Continue playing button title. */
"Continue"="Continuar";
/* Copyright statement. */
"Copyright Michael Thomason %@.  All rights reserved."="Los derechos de autor pertenecen a Michael Thomason %@. Todos los derechos reservados.";
/* No comment provided by engineer. */
"Created by Michael Thomason in Cincinnati, OH."="Creada por Michael Thomason in Cincinnati, OH.";
/* Device is not configured for email. */
"Device is not configured for email."="Los ajustes de correo del dispositivo no están configurados.";
/* Title for button to dismiss general alert views. */
"Dismiss"="Pasar";
/* Game instructions. */
"Drag or flick tiles to the drop zone located at the bottom of the screen."="Arrastra las letras a la zona de deletreo ubicada en la parte inferior de la pantalla.";
/* A short description of the cost to play. */
"Each game cost one or more gold game tokens."="Cada juego vale una o más fichas de oro.";
/* The word equals, or optionally the equal sign (=). */
"equals"="igual";
/* Link to Everydayapps.com */
"Everydayapps.com"="Everydayapps.com";
/* Caption, next to an image of the tile. */
"Extra Points Tile"="Letra con puntos extra";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got one extra shuffle of the game tiles. */
"Extra shuffle"="Mezcla extra";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they must have fifteen seconds of time on the game clock to use an extra shuffle of the game tiles */
"Extra shuffle requires %d seconds!"="¡Necesitas %d s para usar una mezcla extra!";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they were penalized fifty points for using an extra shuffle of the game tiles. */
"Extra shuffle: %d points!"="Mezcla extra: %d puntos";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they were penalized ten seconds off of the game clock for using an extra shuffle of the game tiles. */
"Extra shuffle: %d seconds!"="Mezcla extra: %d segundos";
/* Caption, next to an image of the tile. */
"Extra Shuffles Tile"="Letra con mezclas extra";
/* Caption, next to an image of the tile. */
"Extra Time Tile"="Letra con tiempo extra";
/* Link to Facebook.com */
"Facebook"="Facebook";
/* Title for alert view */
"Facebook Login"="Iniciar con Facebook";
/* Title for alert that the news blog failed to load. */
"Failed to load weblog."="No se ha podido cargar el blog.";
/* From the about screen. */
"Find Us Online"="Búscanos en línea";
/* Game Name */
"Game Name"="Nombre del juego";
/* Game Over title bar display. */
"Game Over"="Fin de la partida";
/* iTunes Link */
"Get %@"="Obtén %@";
/* Above the list of global high scores.
   Above the list of global high scores.  The %@ is a version number. */
"Global"="Global";
/* A label that is next to the display of the number of points required to successfully complete the next level. */
"Goal"="Objetivo";
/* In the control screen. Displayed while game is playing. */
"GOAL"="OBJ.";
/* Number of coins earned in level. */
"Gold Tokens"="Fichas de oro";
/* Link to plus.google.com */
"Google+"="Google+";
/* High Scores */
"High Scores"="Récords";
/* Challenge to Twitter users. */
"I got %@ points on level %@ of Wordflick. Try to beat that."="Tengo %1$@ puntos en el nivel %2$@ de Wordflick. Intenta superar eso.";
/* No comment provided by engineer. */
"In-App Purchasing disabled"="Compra dentro de la app desactivada";
/* The title of an alert box says information. */
"Information"="Información";
/* Tells user that the Internet connection is not available, and posting scores to the server requires Internet service. */
"Internet connection not available. Enable wi-fi / 3g to post your scores to the server."="No se puede acceder a Internet. Activa la conexión Wi-Fi o  3G para publicar tus puntuaciones al servidor.";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus points, denoted as %d, added to the game score. */
"Letter %@: +%d bonus points"="Letra %1$@: +%2$d puntos extra";
/* Letter %@ */
"Letter %@"="Letra %@";
/* A label that is next to the level number or name they are about to play. */
"Level"="Nivel";
/* Level %d */
"Level %d"="Nivel %d";
/* Level Aids */
"Level Aids"="Ayudas de nivel";
/* The title of a screen that displays statistics from the level they just played. */
"Level Loot"="Estadísticas de nivel";
/* Level Name */
"Level Name"="Nombre del nivel";
/* Level Number */
"Level Number"="Número del nivel";
/* Level Over title bar display. */
"Level Over"="Nivel terminado";
/* The title of a screen that displays statistics from the level they just played. */
"Level Statistics"="Estadísticas de nivel";
/* Level Status */
"Level Status"="Estado del nivel";
/* No comment provided by engineer. */
"Like Us on Facebook"="Me Gusta en Facebook";
/* Above the list of local high scores, or scores stored on the device. */
"Local"="Local";
/* Log in */
"Log in"="Iniciar sesión";
/* Title for alert view */
"Login Failed"="Error al iniciar sesión";
/* Login to Facebook Button */
"Login to Facebook"="Iniciar sesión en Facebook";
/* Login to Twitter Button */
"Login to Twitter"="Iniciar sesión en Twitter";
/* Title of a screen that displays loot, items, goods, and tokens that the player purchases, or earns inside the game. */
"Loot"="Botín";
/* Details on in game loot. */
"Loot Details"="Detalles de botín";
/* Table cell, that when touched, will take the user to the loot details screen. */
"Loot details"="Detalles de botín";
/* Message created by Wordflick Pro */
"Message created by Wordflick Pro"="Mensaje creado por Wordflick Pro";
/* Will download more friends from Facebook. */
"More"="Más";
/* Caption, next to an image of the tile. */
"Multiple Bonuses Tile"="Letra de bonos múltiples";
/* New Game */
"New Game"="Partida nueva";
/* Button that will load the news feed. */
"News Feed"="Noticias";
/* The title of a screen that displays the goals for the next level. */
"Next Level"="Siguiente nivel";
/* Cancel button title. */
"No"="No";
/* Caption, next to an image of the tile. */
"Normal Tile"="Letra normal";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  Message tells the user that the word they tried to use is not a word in the dictionary. That is, they can not use that word. */
"Not a word."="No es una palabra.";
/* Title to message box. */
"Not Enough Tokens"="Necesitas más fichas";
/* Objective */
"Objective"="Objetivo";
/* Button that user can press to acknowledge the error. */
"OK"="Aceptar";
/* Paused Navigation Item Title */
"Paused"="Pausado";
/* A button that when pressed will start the game as the user with the name '%@.' */
"Play as %@"="Reproducir como %@";
/* Play Level %@ */
"Play Level %@"="Nivel de juego %@";
/* Player Settings */
"Player Settings"="Ajustes del reproductor";
/* note to user, to please be nice. */
"please be nice"="sé agradable";
/* In the control screen. Displayed while game is playing. */
"POINTS"="PUNTOS";
/* Points */
"Points"="Puntos";
/* A label that is next to the number of points earned in the last level. */
"Points for Level"="Puntos por nivel";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus points, denoted as %d, added to the game score. */
"Points Multiplier: +%d bonus points"="Multiplicador puntos: +%d puntos";
/* Publish post to page request cancelled */
"Publish post to page request cancelled"="Solicitud de publicación cancelada";
/* Remove Ads */
"Remove Ads"="Quitar anuncios";
/* Resume bar button item, shown on paused screen. */
"Resume"="Reanudar";
/* Resume */
"Resume Game"="Reanudar juego";
/* No comment provided by engineer. */
"Review request approved"="Solicitud de reseña aprobada";
/* No comment provided by engineer. */
"Send an email.  It's really the best way."="Envía un email. Es la mejor opción.";
/* Sent by Michael from Wordflick */
"Sent by %@ from Wordflick"="Enviado por %@ desde Wordflick";
/* Button title for the settings menu. */
"Setting"="Ajuste";
/* Title of a screen that allows users to change the settings. */
"Settings"="Ajustes";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got one or more extra shuffle of the game tiles. */
"Shuffle Multiplier: +%d shuffles"="Multiplicador mezclas: +%d mezc.";
/* Shuffles */
"Shuffles"="Mezclas";
/* Number of coins earned in level. */
"Silver Tokens"="Fichas de plata";
/* A label for a switch that will allow the users to turn on or off the sound effects. */
"Sound Effects"="Efectos de Sonido";
/* Game instructions. */
"Spell longer and more elaborate words to yield more points."="Crea palabras más largas y complejas para ganar más puntos.";
/* Store */
"Store"="Almacenar";
/* Message for alert view */
"Success"="Éxito";
/* From the about screen. */
"Tell Your Friends"="Cuéntale a tus amigos";
/* Purchase statement shown after inapp purchase. */
"The following item was purchased and crededited to your account: \"%@.\""="El siguiente ítem fue comprado y cargado a tu cuenta: \"%@.\"";
/* Message to use when inapp purchase fails. */
"The transaction failed."="Error en la transacción.";
/* A label that is next to the display of the number of seconds the user has to successfully complete the next level. */
"Time"="Tiempo";
/* Time Boosters */
"Time Boosters"="Potenciadores de tiempo";
/* In the control screen. Displayed while game is playing. */
"TIME REMAINING"="TIEMPO RESTANTE";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus seconds, denoted as %d, added to the game clock. */
"Timer Multiplier: +%d seconds"="Multiplicador tiempo: +%d s";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus seconds, denoted as %d, added to the game clock. */
"Timer: +%d seconds"="Tiempo: +%d segundos";
/* The title of a screen that displays the grand total loot earned by the player. */
"Total Loot"="Botín total";
/* A label that is next to the number of points earned so far in the whole game. */
"Total Points"="Puntuación total";
/* Label for game statistics. */
"Total Points Ever"="Puntaje total general";
/* Alert message title to show after inapp purchase. */
"Transaction Complete"="Transacción finalizada";
/* Alert message title to show after inapp purchase. */
"Transaction Failed"="Error en la transacción";
/* Title for alert. */
"Trouble Posting Scores"="Error al publicar puntajes";
/* No comment provided by engineer. */
"Tweet About It"="Publica un tweet";
/* Link to Twitter.com */
"Twitter"="Twitter";
/* No comment provided by engineer. */
"View Other Apps in the App Store"="Mira otras apps en la App Store";
/* No comment provided by engineer. */
"View other credits."="Ver otros créditos.";
/* Will try to submit scores again later. */
"We will try to submit your score again later."="Más tarde intentaremos publicar tu puntaje nuevamente.";
/* Wordflick Achievement: */
"Wordflick Achievement: "="Logro Wordflick: ";
/* Title label or game name: Wordflick Classic */
"Wordflick Classic"="Wordflick Clásico";
/* Title label or game name: Wordflick Debug */
"Wordflick Debug"="Corrección de errores Wordflick";
/* Title label or game name: Wordflick FastBreak */
"Wordflick FastBreak"="Contraataque Wordflick";
/* Don't translate Wordflick or iOS */
"Wordflick for iOS."="Wordflick para iOS.";
/* Title label or game name: Wordflick Free Play */
"Wordflick Free Play"="Juego infinito de Wordflick";
/* Title label or game name: Wordflick Jr. */
"Wordflick Jr."="Wordflick Jr.";
/* Wordflick Pro Achievement */
"Wordflick Pro Achievement"="Logro de Wordflick Pro";
/* Wordflick Pro for iOS. */
"Wordflick Pro for iOS."="Wordflick Pro para iOS.";
/* From the about screen.  Gives details on how to play the game. */
"Wordflick Tips"="Consejos Wordflick";
/* Link to Wordflick.com */
"Wordflick.com"="Wordflick.com";
/* The title of a screen that displays a list of words that the user got in the previous level. */
"Words"="Palabras";
/* Question in the body of a message box. */
"Would you like to login to %@?  This is to submit achievements.  Canceling this three times will disable %@ support."="¿Te gustaría iniciar sesión en %1$@? Esto es para publicar tus logros. Si cancelas esto tres veces, se inhabilitará el soporte de %2$@.";
/* No comment provided by engineer. */
"Write a Review on the App Store"="Escribe una reseña en la App Store";
/* Accept button title. */
"Yes"="Sí";
/* No comment provided by engineer. */
"You can use this feature for reviewing the app."="Puedes usar esta función para hacer una reseña de la app.";
/* Body to message box. */
"You do not have enough tokens to play this game.  Please purchase more tokens from the store."="Necesitas más fichas para jugar este juego. Compra más fichas en la tienda.";
/* Message sent to their friends. */
"Your friends are put on notice."="Tus amigos fueron notificados.";
